  var company_news = {
      cate: "company_news",
      cate_name: "美游新闻",
      icon_img: "img_1.png",
      cate_des: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
      cate_date: '2017-11.10',
      news_id: 1,
      list: [{
              id: 1,
              title: "圣骑士之歌翅膀怎么进阶 属性提升攻略",
              publish_time: "2017-11-11",
              from: "<span>互联网</span>",
              author: "互联网",
              desc: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
              content: `翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。\r\n
          三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。\r\n
          而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。\r\n
          (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)\r\n
          翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级\r\n
          圣骑士之歌翅膀怎么进阶 属性提升攻略 \r\n
          翅魂获取途径：\r\n
          1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。\r\n
          2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。\r\n
          3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。\r\n
          4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。\r\n
          5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。\r\n
          翅膀进阶碎片获取途径： \r\n
          1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。\r\n
          2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  \r\n
          3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。\r\n
          圣骑士之歌翅膀怎么进阶 属性提升攻略   \r\n
          以上是圣骑士之歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。\r\n
          如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
          },
          {
              id: 2,
              title: "圣骑士之歌翅膀怎么进阶 属性提升攻略",
              publish_time: "2017-11-10",
              from: "<span>互联网</span>",
              author: "互联网",
              desc: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
              content: `翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。\r\n
          三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。\r\n
          而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。\r\n
          (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)\r\n
          翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级\r\n
          圣骑士之歌翅膀怎么进阶 属性提升攻略 \r\n
          翅魂获取途径：\r\n
          1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。\r\n
          2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。\r\n
          3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。\r\n
          4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。\r\n
          5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。\r\n
          翅膀进阶碎片获取途径： \r\n
          1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。\r\n
          2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  \r\n
          3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。\r\n
          圣骑士之歌翅膀怎么进阶 属性提升攻略   \r\n
          以上是圣骑士之歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。\r\n
          如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
          },
      ]
  }

  var hangye_news = {
      cate: "hangye_news",
      cate_name: "行业新闻",
      icon_img: "img_2.png",
      cate_des: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
      cate_date: '2017-11.10',
      news_id: 1,
      list: [{
              id: 1,
              title: "圣骑士之歌翅膀怎么进阶 属性提升攻略",
              publish_time: "2017-11-11",
              from: "<span>互联网</span>",
              author: "互联网",
              desc: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
              content: `翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。\r\n
        三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。\r\n
        而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。\r\n
        (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)\r\n
        翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级\r\n
        圣骑士之歌翅膀怎么进阶 属性提升攻略 \r\n
        翅魂获取途径：\r\n
        1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。\r\n
        2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。\r\n
        3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。\r\n
        4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。\r\n
        5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。\r\n
        翅膀进阶碎片获取途径： \r\n
        1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。\r\n
        2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  \r\n
        3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。\r\n
        圣骑士之歌翅膀怎么进阶 属性提升攻略   \r\n
        以上是圣骑士之歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。\r\n
        如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
          },
          {
              id: 2,
              title: "圣骑士之歌翅膀怎么进阶 属性提升攻略",
              publish_time: "2017-11-10",
              from: "<span>互联网</span>",
              author: "互联网",
              desc: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
              content: `翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。\r\n
        三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。\r\n
        而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。\r\n
        (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)\r\n
        翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级\r\n
        圣骑士之歌翅膀怎么进阶 属性提升攻略 \r\n
        翅魂获取途径：\r\n
        1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。\r\n
        2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。\r\n
        3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。\r\n
        4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。\r\n
        5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。\r\n
        翅膀进阶碎片获取途径： \r\n
        1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。\r\n
        2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  \r\n
        3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。\r\n
        圣骑士之歌翅膀怎么进阶 属性提升攻略   \r\n
        以上是圣骑士之歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。\r\n
        如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
          },
      ]
  }

  var notices = {
      cate: "notices",
      cate_name: "通知公告",
      icon_img: "img_3.png",
      cate_des: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
      cate_date: '2017-11.10',
      news_id: 1,
      list: [{
              id: 1,
              title: "圣骑士之歌翅膀怎么进阶 属性提升攻略",
              publish_time: "2017-11-11",
              from: "<span>互联网</span>",
              author: "互联网",
              desc: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
              content: `翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。\r\n
      三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。\r\n
      而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。\r\n
      (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)\r\n
      翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级\r\n
      圣骑士之歌翅膀怎么进阶 属性提升攻略 \r\n
      翅魂获取途径：\r\n
      1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。\r\n
      2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。\r\n
      3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。\r\n
      4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。\r\n
      5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。\r\n
      翅膀进阶碎片获取途径： \r\n
      1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。\r\n
      2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  \r\n
      3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。\r\n
      圣骑士之歌翅膀怎么进阶 属性提升攻略   \r\n
      以上是圣骑士之歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。\r\n
      如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
          },
          {
              id: 2,
              title: "圣骑士之歌翅膀怎么进阶 属性提升攻略",
              publish_time: "2017-11-10",
              from: "<span>互联网</span>",
              author: "互联网",
              desc: "翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
              content: `翅膀是圣骑士之歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。\r\n
      三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。\r\n
      而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。\r\n
      (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)\r\n
      翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级\r\n
      圣骑士之歌翅膀怎么进阶 属性提升攻略 \r\n
      翅魂获取途径：\r\n
      1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。\r\n
      2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。\r\n
      3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。\r\n
      4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。\r\n
      5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。\r\n
      翅膀进阶碎片获取途径： \r\n
      1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。\r\n
      2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  \r\n
      3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。\r\n
      圣骑士之歌翅膀怎么进阶 属性提升攻略   \r\n
      以上是圣骑士之歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。\r\n
      如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
          },
      ]
  }

  module.exports = {
      company_news: company_news,
      notices: notices,
      hangye_news: hangye_news,
  }