var cates = {
    1: { id: 1, cate_name: "美游新闻", icon_img: "img_1.png", news_id: 1, },
    2: { id: 2, cate_name: "行业新闻", icon_img: "img_2.png", news_id: 10, },
    3: { id: 3, cate_name: "通知公告", icon_img: "img_3.png", news_id: 7, }
}

var news = [{
        id: 1,
        cate_id: 1,
        title: "《骑士战歌》Song of Knight即将首发",
        publish_time: "2017-11-15",
        from: "手机中国(北京)",
        author: "互联网",
        desc: "以“0延迟”的特性为卖点，无论是副本刷图还是竞技PK，毫无卡顿的流畅感都将伴随你左右。优秀的0延迟即时战斗玩法使你的操作可以精准到千分之一秒为单位，听上去是不是就热血沸腾了呢。",
        content: `ARPG新作《SOK骑士战歌》即将上线，对于这款于先前就一直备受关注的3D魔幻风格作品，它的上线必然会引领国产同类游戏的一道新风尚，让玩家体会到出自国人之手的ARPG作品同样精彩纷呈。<br>
        <img src="http://img1.cache.netease.com/catchpic/D/D5/D5916F9708FAD56542710B00283BD5E0.png"><br>
        国产ARPG新风尚<br>
        本作以“0延迟”的特性为卖点，并把其融入到作品的系统之中，无论是副本刷图还是竞技PK，毫无卡顿的流畅感都将伴随你左右。优秀的0延迟即时战斗玩法使你的操作可以精准到千分之一秒为单位，听上去是不是就热血沸腾了呢。
        《SOK骑士战歌》即将登陆安卓 <br>
        <img src="http://img1.cache.netease.com/catchpic/6/69/696BE3091AA999AFDB2DC87A6E974E34.png"><br>
        华丽的画面表现<br>
        
        新颖的GvG玩法也是游戏的一大亮点，玩家可以拉帮结派的在多达九个的领地进行团战，真正诠释了“骑士”之战。喜欢此类作品的玩家不要错过，赶紧拿出手机加入到骑士的队伍中来吧。`
    },
    {
        id: 2,
        cate_id: 1,
        title: "骑士战歌翅膀怎么进阶 属性提升攻略",
        publish_time: "2017-11-10",
        from: "互联网",
        author: "互联网",
        desc: "翅膀是骑士战歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。 三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶",
        content: `翅膀是骑士战歌的核心系统之一，主角佩戴翅膀可增加属性，提高颜值。等级9级可激活翅膀，在线3分钟后可领取。<br>
          三个职业的翅膀形象各不相同，翅膀总共分10阶，每阶10级，通过对翅膀进行升级、升阶，可以为自身职业增加大量的属性，等级越高，附加的属性越多，外形特效也会有所改变。<br>
          而翅膀升级进阶需要消耗翅魂和翅膀进阶碎片，翅膀每一阶中的10个等级级别越高，升级成功率越低。失败后，下一次强化只需花费上一次强化一半的翅魂便可继续强化。<br>
          (如：当前翅膀为3阶1级升至3阶2级需花费20翅魂，而当此次升级失败后，下一次强化则只需花费10翅魂便可继续进行升级尝试)<br>
          翅膀升级操作：进入装备界面》点击翅膀》长按翅魂充能升级<br>
          骑士战歌翅膀怎么进阶 属性提升攻略 <br>
          翅魂获取途径：<br>
          1、勋章/蓝水晶商城：通过20蓝水晶即可购买1个翅魂，10勋章可以购买1个翅魂。<br>
          2、副本：通过副本通关或者扫荡都有概率掉落一些翅魂，一般是1-2个左右。<br>
          3、在线奖励：在线奖励最后一个奖励可以得到20个翅魂。<br>
          4、活动奖励：游戏中不定时的多种活动都可以得到翅魂。<br>
          5、VIP专属礼包：VIP1-20个翅魂，VIP2-40个翅魂，VIP3-80个翅魂，VIP5-100个翅魂，VIP6-150个翅魂，VIP7-200个翅魂，VIP9-300个翅魂，VIP10-400个翅魂，VIP11-500个翅魂。<br>
          翅膀进阶碎片获取途径： <br>
          1、商城购买：红水晶商城和蓝水晶商城都可以购买，价格分别为200个红水晶和200个蓝水晶。<br>
          2、每日任务：每日任务完成第3、4、5、6圈分别可以得到1、2、3、3个翅膀进阶碎片。  <br>
          3、VIP专属礼包：VIP4-5个进阶碎片，VIP8-20个进阶碎片，VIP12-50个进阶碎片。<br>
          骑士战歌翅膀怎么进阶 属性提升攻略   <br>
          以上是骑士战歌翅膀系统玩法详解，小编祝愿各骑士能早日把翅膀等级升上来，更多精彩尽在九游。<br>
          如转载涉及版权等问题，请作者与我司联系，我司将在第一时间删除或支付稿酬。`
    },
    {
        id: 3,
        cate_id: 2,
        title: "天润数娱：并购重组获批 构建手游完整产业链",
        publish_time: "2017-11-09",
        from: "证券日报",
        author: "中国资本证券网 ",
        desc: "根据天润数娱本次重大资产重组案，公司拟以发行股份和现金支付相结合的方式，分别斥资10.9亿元和6.25亿元，收购深圳市拇指游玩和北京虹软协创两家公司的100%股权",
        content: `11月9日晚间，天润数娱（002113.SZ）发布公告，公司并购重组及非公开发行股份案，获得证监会正式批复。<br>
        
            根据天润数娱本次重大资产重组案，公司拟以发行股份和现金支付相结合的方式，分别斥资10.9亿元和6.25亿元，收购深圳市拇指游玩和北京虹软协创两家公司的100%股权。<br>
        
            拇指游玩现有股东承诺，在2017至2019年期间，公司将分别实现净利润不低于8500万元、11050万元和13812.50万元。<br>
        
            虹软协创股东承诺，2017年至2019年，将分别实现净利润不低于5000万元、6500万元和8450万元。<br>
        
            资料显示，拇指游玩主要从事移动游戏的代理运营与推广业务，具备较强的流量整合能力和丰富的渠道资源，成功代理运营了《坦克警戒》、《新大主宰》等月流水过千万的网络游戏产品。<br>
        
            虹软协创是一家高新技术企业，专注于向移动互联网产品提供计费服务和精准营销推广服务，逐步形成了“以计费业务为基础，对沉淀的消费行为数据进行挖掘和分析，确定用户行为偏好，从而应用在互联网客户的业务推广中，实现精准营销推广”的业务模式。<br>
        
            作为对本次资产重组的支持，天润数娱实际控制人赖淦锋旗下投资平台广东恒润互兴，将全额认购不超过8.33亿元的本次配套募资。<br>
        
            天润数娱董事、董秘江峰表示，在完成本次收购后，天润数娱将形成年利润近3亿元，在手游领域构建起从研发、运营、到推广的完整产业链平台，同时将继续向包括电竞、影视、文娱等在内的泛娱乐领域拓展。<br>
        
            天润数娱曾于2016年4月完成对上海点点乐100%股权的收购。上海点点乐专注女性游戏市场的开发运营，擅长开发音乐舞蹈手机游戏，在女性游戏细分市场处于行业领先地位。<br>
        
            “收购完成后，公司的移动游戏业务将实现从单一的移动游戏研发及营运转变为集IP营运，移动游戏研发，移动游戏代理营运，移动游戏推广，移动游戏技术支持服务的泛娱乐产品供应及服务商，进一步增强公司核心竟争力和持续经营能力，未来有望成为新的盈利增长点。”<br>太平洋证券研究员倪爽在其报告中指出。`
    },
    {
        id: 4,
        cate_id: 2,
        title: "迅游手游加速器荣获工信部认证联盟“行业示范企业”证书",
        publish_time: "2017-11-09",
        from: "厂商投稿",
        author: "厂商投稿",
        desc: "中国电子认证服务产业联盟(以下简称：认证联盟)是由工信部发起并指导，旨在加强互联网行业管理，监督企业合法合规经营的第三方权威机构",
        content: `中国电子认证服务产业联盟(以下简称：认证联盟)是由工信部发起并指导，旨在加强互联网行业管理，监督企业合法合规经营的第三方权威机构。认证联盟通过严格的审核来认证网站信息的真实性，通过标识网站“诚信身份证”，使网民判别网站是否通过联盟的权威认证。<br>
        
        <img src="http://file003.gao7.com/g2/M00/2B/3A/EScAAFoEM1qAPXveAAP5fAitzUk746.png?w=745&h=415"><br>
        
        针对互联网行业，认证联盟从网站身份验证、经营资质核验、网站技术、风险评估、企业规范等方面，对优质平台颁发认证标识。四川速宝网络科技有限公司(迅游手游加速器)顺利通过认证联盟的层层评审考核，荣获“中国认证联盟—行业示范企业”证书。<br>
        
        <img src="http://file002.gao7.com/g2/M00/2B/3A/EicAAFoEM1yAObChAALcQqiONJc319.jpg?w=999&h=750"><br>
        
        据悉，认证联盟的“行业示范企业”评选条件十分严格，通过联盟认定的有支付宝、京东等互联网标杆企业。四川速宝网络科技有限公司(迅游手游加速器)专注于游戏网络加速，联盟荣誉证书的获得必然是建立在对“迅游手游加速器”的产品模式、产品的安全技术、网络加速等审核基础之上的。<br>
        
        关于迅游手游加速器<br>
        
        `
    },
    {
        id: 5,
        cate_id: 3,
        title: "新年预热活动",
        publish_time: "2017-11-12",
        from: "美游科技",
        author: "美游科技",
        desc: "使用大喇叭在游戏中向大家发送一句祝福的话，全服累计超过30句，全服在次日将收到新年称号",
        content: `1. 祝福送称号<br>
        使用大喇叭在游戏中向大家发送一句祝福的话，全服累计超过30句，全服在次日将收到新年称号：Happy Songkran’<br><br>
        
        2. 幸运扑克牌<br>
        活动期间热门活动内将出现道具：幸运扑克牌箱，抽取扑克牌组合成指定牌型，即可在黑市中兑换丰厚钻石奖励<br>
        兑换奖励：<br>
        需求	奖励钻石	每日可兑换次数<br>
        QQQQ	150	100<br>
        KKKK	250	100<br>
        QKA	300	50<br>
        AAAA	600	30<br>
        JOKER*4	1000	30<br><br>
        
        3. 红包换好礼<br>
        击杀关卡boss后有几率掉落各种红包，可前往活动界面兑换：<br>
        道具	日兑换次数	需求个数	兑换道具	数量<br>
        普通红包	50	10	翅魂	20<br>
        普通红包	50	20	祝福石	10<br>
        高级红包	50	10	B级宠物箱	1<br>
        豪华红包	50	10	4级宝石袋	1<br>
        至尊红包	50	5	S宠物碎片箱	1      <br><br> 
        
        4. 充值双倍档位重置`
    },
    {
        id: 6,
        cate_id: 3,
        title: "找BUG活动火爆开始",
        publish_time: "2017-11-10",
        from: "美游科技",
        author: "美游科技",
        desc: "请大家将自己发现的游戏BUG提交给我们，帮助我们完善游戏，我们会给予丰厚的奖励。请大家支持Song Of Knight。",
        content: `请大家将自己发现的游戏BUG提交给我们，帮助我们完善游戏，我们会给予丰厚的奖励。请大家支持Song Of Knight。      <br>  
        活动时间：<br>
        2017年x月x日0时 - 2017年x月x日0时<br>
        
        活动内容：<br>
        1.奖励内容：所有奖励将在正式服开服后发放给获得奖励资格的玩家。<br>
        1.1 发现重大问题（造成游戏中断、刷道具、刷金币、刷钻石等）根据BUG的程度发放特殊奖励。<br>
        1.2 发现功能出现故障，能提供截图或者正确描述，经确认每条奖励100蓝钻。<br>
        1.3 显示问题并提供有问题的截图，经确认每条奖励30蓝钻。<br>
        1.4 翻译问题并给提出正确的建议，经确认每条奖励20蓝钻。<br>
        
        2. 参与方式：玩家可以直接回复本条或者发邮件至我们的客服邮箱（sok-cs@pipgame.com）提交；<br>
        提交内容格式如下：  <br>
                                                                                                                                                                     
        BUG类型+内容标题：[XXBUG]xxxxxxxxxxxxxx<br>
        玩家角色名：xxxxx <br>
        BUG发生的时间：2017年X月X日X时X分（大概时间）<br>
        BUG的描述和建议：xxxxx （尽量描述BUG出现的条件、步骤、相关信息），贴上截图可增加成功确认BUG的几率）<br>
        
        4 所有内容我们在审核确定为有效BUG后，方视为有效。<br>
        
        5.所有提交的BUG，玩家请在发现后第一时间提供。如果玩家利用BUG为己创造利益，我们一经发现，将取消获奖资格；<br>
        
        6.玩家可以多次提交BUG和建议， 相同或者相近内容，我们会进行筛选，如玩家提交的bug相同，则先提交者为获奖玩家。<br>
        
        7.本活动最终解释权为GAMEPIP所有。<br>
        
        特别说明：<br>
        1、我们会在2017年x月x日 00:00结束本次活动，超过时间提供BUG的玩家将无法获得奖励。<br>
        2、奖励将在3-5个工作日内发放到游戏中，获奖名单会在facebook粉丝页上发布。`
    },
    {
        id: 7,
        cate_id: 3,
        title: "圣诞节活动预热",
        publish_time: "2017-10-14",
        from: "美游科技",
        author: "美游科技",
        desc: "圣诞节期间，主城将出现圣诞树，天空也将伴随雪花纷落而下，伴随着城镇内圣诞铃儿响叮当的轻快节奏，来加入到圣诞活动中吧！圣诞老人守护你,24,25日两天，热门活动中将开启节日特殊活动。",
        content: `圣诞节日气氛浓<br>
        圣诞节期间，主城将出现圣诞树，天空也将伴随雪花纷落而下，伴随着城镇内圣诞铃儿响叮当的轻快节奏，来加入到圣诞活动中吧！<br>
        
        圣诞老人守护你<br>
        24,25日两天，热门活动中将开启节日特殊活动。<br>
        金额	道具<br>
        90	圣诞老人守护兽*1，高级体力卷轴*10<br>
        990	冰雪女王碎片*10<br>
        2990	6级攻击宝石*1<br>
        4990	怒水精灵碎片*10<br>
        
        23日晚将会全服发放圣诞礼物：红钻200<br>
        
        圣诞礼物换好礼<br>
        310	圣诞袜<br>
        311	圣诞帽<br>
        312	圣诞树<br>
        313	圣诞老人<br>
        
        圣诞节期间，掉落&兑换<br>
        1.普通副本和装备副本，产圣诞袜<br>
          每日任务和押镖，产圣诞帽。<br>
        2.红钻商城卖圣诞树150红钻1个。蓝钻商城卖圣诞树，79蓝钻1个。<br>
        3.红钻商城卖圣诞老人1200红钻1个。蓝钻商城卖圣诞老人，599蓝钻1个。<br>
        
        兑换规则：<br>
        圣诞袜x 10=通关券*5<br>
        圣诞帽x 10=祝福石*2<br>
        圣诞袜x15+圣诞树x1=高级行动力卷轴*3<br>
        圣诞帽x 15+圣诞树x2=翅膀进阶碎片*1，翅魂惊喜包*1，金币*50000<br>
        圣诞袜x 15+圣诞帽x 15+圣诞树x10 = 5级宝石袋*1<br>
        圣诞袜x 15+圣诞帽x 15圣诞老人x1 = 圣诞糖果武器包（3天）<br>
        圣诞袜x 15+圣诞帽x 15+圣诞老人x2 = 圣诞糖果武器包（7天）<br>
        圣诞袜x 20+圣诞帽x 20+圣诞老人x1 = 圣诞魔幻武器包（3天）<br>
        圣诞袜x 20+圣诞帽x 20+圣诞老人x2 = 圣诞魔幻武器包（7天）<br>
        
        商城出售（只在圣诞节期间出售）：<br>
        圣诞糖果武器幻化包（永久）= 2999 蓝钻<br>
        圣诞魔幻武器幻化包（永久）= 4999 蓝钻<br>
        圣诞老人守护兽=200蓝钻`
    },
    {
        id: 8,
        cate_id: 3,
        title: "感恩节活动预热",
        publish_time: "2017-09-14",
        from: "美游科技",
        author: "美游科技",
        desc: "每日任务和押镖，产小型火鸡。普通副本和装备副本，产火鸡腿,红钻商城卖中型烤火鸡99红钻1个。蓝钻商城卖超大烤火鸡，69蓝钻1个",
        content: `1.每日任务和押镖，产小型火鸡。普通副本和装备副本，产火鸡腿	<br>					
        2.红钻商城卖中型烤火鸡99红钻1个。蓝钻商城卖超大烤火鸡，69蓝钻1个。	<br>					
        兑换规则：				<br>		
        烤火鸡腿x5=通关券*5	<br>					
        烤火鸡腿x10=祝福石*3		<br>				
        小型烤火鸡x5=翅魂*10		<br>				
        小型烤火鸡x5+中型烤火鸡x1=高级行动力卷轴*2	<br>					
        小型烤火鸡x10+中型烤火鸡x2=低级强化包（小）：初级保底符*1，祝福石*3，金币*50000	<br>					
        小型烤火鸡x10+超大烤火鸡x1=中级强化包（小）：中级保底符*1，祝福石*10，金币*100000，灵魂石*2	<br>					
        小型烤火鸡x10+中型烤火鸡x5+超大烤火鸡x5= 5级宝石袋*1	<br>					
        小型烤火鸡x20+中型烤火鸡x40+超大烤火鸡x40= 7级攻击宝石*1	<br><br>					
                                
        感恩回馈限购1次（感恩节当日）	<br>					
        感恩宝石回馈：		<br>				
        价格2000钻：5级攻击宝石*1,5级暴击宝石*1,5级暴倍宝石*1		<br>				
        感恩翅膀回馈：			<br>			
        价格500：翅魂惊喜包*5，翅膀进阶碎片*2		<br>				
        感恩强化回馈：		<br>				
        价格150 ：初级保底符*3，祝福石*10		<br><br>				
                                
        感恩回馈限购1次（次日）<br>						
        感恩宝石回馈：			<br>			
        价格2000钻：5级防御宝石*1,5级闪避宝石*1,5级生命宝石*1	<br>					
        感恩翅膀回馈：				<br>	
        价格500 ：神晶石*3，感悟石*10			<br>			
        感恩强化回馈：					<br>	
        价格150 ：翅魂惊喜包*2，翅膀进阶碎片*1		<br><br>				
                                
        感恩节，上线就送		<br>				
        初级宝石包(随机获得一颗2-3级宝石)X1，中级行动力卷轴（回复30点体力）X3，杀戮通关券X2						
        `
    },
    {
        id: 9,
        cate_id: 2,
        title: "手游产业开启火爆模式!汇游智诚成最强黑马!",
        publish_time: "2017-11-05",
        from: "厂商投稿",
        author: "厂商投稿",
        desc: "中国电子认证服务产业联盟(以下简称：认证联盟)是由工信部发起并指导，旨在加强互联网行业管理，监督企业合法合规经营的第三方权威机构",
        content: `根据国外权威数据显示，2016年全球电子游戏收入首次超过了1000亿美元，中国超美国成为按市场规模计算的“世界玩家之都”。而就在这一年，中国手游市场销售收入为819.2亿元，占比首次超过客户端游戏市场，达到49.5%，成为份额最大、增速最快的细分市场。
        2017年，中国手机网民数量达8.13亿，手游用户6. 39亿，手游用户渗透率高达78.54%，手游迎来了井喷式的发展期，特别是像腾讯《王者荣耀》等为代表的手游面世以来，彻底将中国手游市场推向高度发展的热潮。　<br>　
        
        手游产业开启火爆模式!汇游智诚成最强黑马!<br>
        
        
        手游时代的开启，也是端游王朝的没落。同时全国网咖也面临史无前例的窘境，利润严重缩水，资源闲置浪费。与之相反，手游则呈现出遍地开花的状态，轰趴馆、手游咖、休闲娱乐场所等手游无处不在，手游社交娱乐多元化已是大势所趋。<br>
        紧跟手游热潮，打造专属手游IP服务，革命手游玩法，已是当下互联网消费市场的又一波红利风口。在所有手游相关的大企业为争夺手游市场忙的不可开交的时候，北京汇游智诚科技有限公司已经从革命手游玩法着手，打造出了围绕手游IP的线下场景功能服务领导品牌游戏乌托邦(GamesUtopia)，其模式发展之快、业务之精，一时间在业界引起热议。　　<br>
        
        手游产业开启火爆模式!汇游智诚成最强黑马!<br>
        
        北京汇游智诚科技有限公司(以下简称汇游智诚)为何能以小搏大，跨越大企业成为革命手游玩法的先手?究其因以下三点：<br>
        一、敏锐的市场嗅觉，超前的战略目光<br>
        北京汇游智诚科技有限公司，是中国首家提出“碎片化社交娱乐场景”运营理念的公司。其专注于打造线下碎片化社交娱乐场景，以游戏乌托邦(GamesUtopia)品牌为主，旗下拥有独立开发运营的newbox手游智能机为代表的一系列线下场景产品，致力于改变网咖、手游馆等线下时长空间型消费的转型升级，为渠道、商户、玩家提供综合化解决方案，并引领行业创新发展。　　<br>
        
        手游产业开启火爆模式!汇游智诚成最强黑马!<br>
        
        二、强硬的背景实力，投入产出行业最具竞争力的产品<br>
        汇游智诚的精英团队是由在行业深耕多年的资深人士组成，拥有中国领先的安卓ROM和游戏运营经验;该公司有实力雄厚的上市公司做背景支撑，总部位于北京，分别在深圳、广州、雄安新区、设立研发中心和生产工厂，工厂基地占地42000平米，拥有8条自动流水线及无尘车间，并有完整的SMT技术，可保证高集成度主机板，十点触控电融屏及国际领先的摇杆主机。<br>
        汇游智诚成功将原配件的生产、软件开发应用、互联网运营融为一体，这保证了其产品持续创新的生命力。如今该公司产品行销中国各线城市及东南亚市场;并在未来源源不断提供创新产品和应用，始终服务于碎片化场景生态。<br>　　
        
        手游产业开启火爆模式!汇游智诚成最强黑马!<br>
        
        三、完善的碎片化社交娱乐场景服务生态，厚积薄发<br>
        
        据市场考察发现，目前在革命手游玩法领域，涉足公司仅有几家，其产品均属于初创产品，品质良莠不齐。而汇游智诚却最先着眼于孵化品牌游戏乌托邦(GamesUtopia)，通过品牌的战略引导和其强大的软硬件实力，打造出以Newbox手游智能机为核心的一系列产品，产品从上市到行销全国甚至海外，已经过多层次创新，深受广大用户追捧，已是业界实至名归的标杆性产品。<br>
        通过汇游智诚在最近市场上的大举进攻，我们不难发现，其将品牌全方位覆盖，通过产品实现线下场景标准化和碎片化的统一，从而打造的线下碎片化社交娱乐场景生态已相当成熟。汇游智诚以卓越的产品，专业的操控运营，丰富的渠道支持，完善的服务解决方案，成功跨过手游领域大佬，打造成了属于它自己的商业生态圈，与其说是业界一匹黑马，不如说是在业界老谋深算，厚积薄发!`
    },
    {
        id: 10,
        cate_id: 2,
        title: "第十五届TFC游戏大会开幕 中手游袁宇深度解读手游行业!",
        publish_time: "2017-11-02",
        from: "互联网",
        author: "互联网",
        desc: "中手游合伙人兼副总裁袁宇受邀出席此次大会与各界伙伴共襄盛举，并以中手游所处行业高度将企业发展期间所得经验总结提炼，以“手游行业的未来属于产品型企业”为主题发表了一番精彩演讲",
        content: `10月27日，2017第十五届TFC全球泛游戏大会正式开幕。此次大会跨界整合移动游戏、直播行业、VR/AR及智能机器人、泛娱乐4大领域，邀集了300余位领袖大咖级嘉宾和500多家企业参与，旨在汇集百家思想与真知灼见，融合泛游戏上下游优质资源突破移动游戏与智能娱乐新境界。<br>
        
          作为全球顶尖的移动游戏开发商与发行商，中手游合伙人兼副总裁袁宇受邀出席此次大会与各界伙伴共襄盛举，并以中手游所处行业高度将企业发展期间所得经验总结提炼，以“手游行业的未来属于产品型企业”为主题发表了一番精彩演讲。<br>
        
          袁宇表示：“中手游认为近年来行业瓶颈逐渐显现，玩家审美疲劳、多家大厂竞争及渠道效果下降，买量成本上升等成为游戏企业难以逃避的发展问题。但部分小而美的爆款作品出现均从侧面佐证，从产品自身出发联通多个环节，通过各环节的精益求精来引动叠加效应也不失为能够有效提升企业竞争能力的途径之一，因此产品正在逐渐成为游戏企业的核心竞争力所在。”<br>
        
          2017年中手游在这一观点的实践过程中，除去于过往业务方面上进一步精进扩展，更通过大手笔投资展开“拿手好戏”独立游戏亿元扶持计划。而以《Uri:莲花溪之苗》、《梦旅人》等为首的一批精品独立游戏成绩与口碑表现，已然验证在当前手游市场环境下从产品层面发力，围绕产品自身辐射各个环节同样能够推动企业进一步向上发展。<br>
        
          此外，在更多与会伙伴与媒体所关注的产品型游戏企业应如何去具体运作方面，袁宇也表示：“作为有着多年积累同时全平台发行市场份额第一的发行商与前十大开发商，中手游针对各类游戏的发行运营策略均有极其丰富的经验，也由此总结出了一套完整的发行运营方案。力求从预先调研、版权沟通、测试调优、 营销策略直至运营方案这五大可控环节中入手，将推向市场的每款产品都秉持以最优化的心态去进行运营。”<br>
        
          近年来，游戏市场蓬勃发展，创造的经济效益不断突破自身峰值，未来，游戏市场的巨大潜力仍可供各大游戏公司不断挖掘，如何把握机会，突破自身，成为各个游戏公司获得长远发展必须攻破的命题，袁宇所提出的“加强各环节的精益求精来引动叠加效应”将会成为中手游长线发展的黄金武器，我们可以期待，中手游将在未来有更加亮眼的表现。`
    },

    {
        id: 12,
        cate_id: 1,
        title: "在魔幻的大陆上勇敢冒险 《SOK骑士战歌》评测",
        publish_time: "2017-11-10",
        from: "互联网",
        author: "互联网",
        desc: "在魔幻的大陆上勇敢冒险 《SOK骑士战歌》评测",
        content: `ARPG手游《SOK骑士战歌》回归进军移动游戏，将带给玩家一场风格迥异的魔界冒险体验。游戏预计在近期上线，具体该作都有哪些特点呢，下面就和评测室一起来体验一下吧。<br>
        
         游戏封面<br>
            <img src="http://articleimg.11773.com/2016/0912/ud1473667287.jpg">
        　　游戏画面/音效：6.4分<br>
        　　《SOK骑士战歌》的游戏画面采用了Unity3D引擎制作，此类引擎制作的模型力求减少扁平化，因此人物图形会看到许多锯齿状，如同类引擎打造的《新秦时明月》手游，其卡牌3D人物就避免不了这个问题。好在本作对画面处理有了进一步的优化，在手机屏幕上根本分辨不出。可惜游戏不能自由旋转或放大视角，但小染发现放大游戏截图后，图形的锯齿状也不是很明显，可见画面品质不赖。<br>
        
         游戏画面<br>
         <img src="http://articleimg.11773.com/2016/0912/zn1473667306.jpg">
        　　本作的背景音乐相比游戏的画面就显得逊色了许多，简陋的背景音乐听上去代入感并不是很强，若有若无的音乐即便是将之关掉也无关痛痒，看来游戏的厂商并没有把精力投入到游戏的音乐中去。<br>
        
         游戏画面<br>
         <img src="http://articleimg.11773.com/2016/0912/vl1473667309.jpg">
        　　游戏系统：6.8分<br>
        　　《SOK骑士战歌》采用了易于上手的摇杆技能操作。基本上游戏画面流畅度还不错，游戏并非横版攻击，攻击时并没有系统校准，你需要调整角度面对好敌人，才能打出伤害。在发动攻击时，人物并不能随意移动，有一定延迟。这或许是因为连招设定造成的，为了让玩法更丰富，游戏设置了相关连招操作，需基础技能和方向摇杆配合的速度快慢，就能打出不同的连招效果。以往动作游戏的连招都要配合那些需要冷却的技能才能发动，因此变得鸡肋不少，因此不少游戏都摒弃了这种设定。本作设定让连招发动变得简化又实用。不过，在按键的快慢时间上，游戏没有给出具体描述，有点让玩家摸不着头脑，小染觉得有个连招教学说明或练习系统会更好些。<br>
        
         游戏画面<br>
         <img src="http://articleimg.11773.com/2016/0912/vx1473667310.jpg">
        　　在每个关卡中，玩家都可以挑战BOSS，它们通常身形庞大，并且造型不一，告别了脸谱化，无时不刻都给人新鲜感。这些BOSS的造型不仅千奇百怪，还是精心制作的，绝招技能也各不相同，打起来也有一定的难度，具有挑战性。BOSS对战不再是你无脑地按技能，进行伤害数值叠加就可以了。你需要灵活地走位躲避BOSS的有效范围攻击，都是在BOSS攻击前，系统会用红色区域显示其攻击范围，然后给予玩家时间走位躲开。<br>
        
         角色选择<br>
         <img src="http://articleimg.11773.com/2016/0912/qx1473667311.jpg">
        　　游戏费用：5.3分<br>
        　　《SOK骑士战歌》的收费模式和一般的国产手游相比并没有太大的差别，都是通过抽卡和VIP来提高玩家的实力，建议玩家们酌情充值。
        <br>
         游戏画面<br>
         <img src="http://articleimg.11773.com/2016/0912/rh1473667313.jpg">
        　　游戏总评：6.8分 还算不错<br>
        　　总的来说，《SOK骑士战歌》是一款风格非常新颖的ARPG动作手游，优秀的游戏画面也让整个游戏变得非常有逼格，感兴趣的玩家可以下载体验一下，评测室认为该作还算不错。`
    },
    {
        id: 13,
        cate_id: 1,
        title: "王城争霸 谁与争锋《骑士战歌》iOS版本即将上市",
        publish_time: "2017-06-03",
        from: "新浪游戏",
        author: "新浪游戏",
        desc: "年度3A级手游钜作《骑士战歌》即将推出iOS版本，并同步释出‘战魂殿’、‘玛雅炼身’和‘王城领地战’等精彩内容外，举办‘全民嘉年华’与‘战力大比拼’等活动，欢迎骑士们一同揪友抢先体验。",
        content: `年度3A级手游钜作《骑士战歌》即将推出iOS版本，并同步释出‘战魂殿’、‘玛雅炼身’和‘王城领地战’等精彩内容外，举办‘全民嘉年华’与‘战力大比拼’等活动，欢迎骑士们一同揪友抢先体验。<br>      
        
        　　专属神装收藏所！‘战魂殿’隆重登场！<br>
            <img src="http://n.sinaimg.cn/games/transform/20160503/4eP9-fxrtztr3669894.jpg"><br>
        　　收集各种职业的神装为玩家们在《骑士战歌》中必修的功课，即日起，骑士凡等级达26级以上可点击开启‘战魂殿’来放置换下来的装备，套装等级需至少具备紫色+5才能够放入‘战魂殿’，每十级能够多放入一套。当装备收集放齐后即可启动特殊技能，而当全套装备强化至+7时，更将有额外的属性，另外，透过使用‘战魂玉’也将增加星数来影响附加属性的数值。<br>        
        
            <img src="http://n.sinaimg.cn/games/transform/20160503/Jgo8-fxrtztc3174906.jpg"><br>
        　　全面强化无极限！‘玛雅炼身’进化推出！<br>
        
        　　想要成为世界的王者就要不断进化，在‘玛雅炼身’中共可分为6个部位，每个部位又分6个纹身元件，来提升属性并强化。<br>
            <img src="http://n.sinaimg.cn/games/transform/20160503/Irzv-fxrunru8695619.jpg"><br>
        
        　　透过消耗‘玛雅宝石’即可随机改变属性品质，出现改变后的品质颜色后，就能够使用‘阅历’转动属性转盘，属性数值越好的区域愈小，所以如果想要增加大量属性数值，就必须眼明手快，才能一次命中。<br>        
            <img src="http://n.sinaimg.cn/games/transform/20160503/MmC--fxrunru8695651.jpg"><br>
        　　骑士团争霸！‘领地战’即日开打！<br>
        
        　　骑士等级达22级以上可以开启‘骑士团任务’，并花费钻石创立公会，每个骑士团最多可招收100位成员。在骑士团内要从事活动皆需借由骑士们来捐献资金，而团长可花费资金每天发动一次骑士团的BOSS狩猎活动，团内的成员都能够参与，BOSS的难度则会随着每次挑战而增加。<br>        
        <img src="http://n.sinaimg.cn/games/transform/20160503/EPD--fxrtztr3669980.jpg"><br>
        
        　　此外，每周两次的领地战则需由各骑士团团长花费资金进行竞标，系统将自动选出最高的两个公会进行领地的争夺权PK战，获胜的一方除了将得到丰厚的奖励外，也将获得特殊福利。<br>
        
        
        　　进行领地战时，两队人马需各别派出至少12名菁英，并进行共3轮积分赛，最后由积分高的骑士团赢得胜利，胜利的一方将有王城的拥有权，并享有每天领取领地奖励和开启宝箱费用减半来铸造橙色神器的优惠。<br>     
        
        
        　　秀出你的连招神技！完成指定任务 橙装、宝石任你拿！<br>
        
        　　欲知更多活动详情，请洽官网查询。
        
        `
    },

]



module.exports = {
    news: news,
    cates: cates,
    company_news: news.filter(function(item) { return item.cate_id === 1 }),
    hangye_news: news.filter(function(item) { return item.cate_id === 2 }),
    notices: news.filter(function(item) { return item.cate_id === 3 }),
}